<?php

return [
    'registration_success' => 'تم تسجيل المستخدم بنجاح. الرجاء التحقق من بريدك الإلكتروني للتفعيل.',
    'invalid_login' => 'بيانات الدخول غير صحيحة',
    'logout_success' => 'تم تسجيل الخروج بنجاح',
    'email_verified' => 'تم تفعيل البريد الإلكتروني بنجاح!',
    'invalid_verification' => 'رابط التفعيل غير صالح أو أن المستخدم غير موجود.',
    'already_verified' => 'هذا البريد الإلكتروني مفعل مسبقاً.',
    'otp_expired' => 'انتهت صلاحية كود التحقق.',
    'invalid_otp' => 'كود التحقق غير صالح.',
    'otp_resent' => 'تم إرسال كود تحقق جديد إلى بريدك الإلكتروني.',
];
